Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J67.tmx
Source language: en_us
Languages: zh_cn

source: The Creation of Character
zh_cn: Chapter 3 人物的创造

source: “What is character but the determination of incident? And what is incident but the illumination of character?”
zh_cn: 除去事件的结果，人物是什么？除去人物说明，事件又是什么呢？

source: —The Art of Fiction Henry James
zh_cn: ——《小说的艺术》（The Art of Fiction）， 亨利·唐姆斯（Henry James）著

source: What is Character?
zh_cn: 什么是人物？

source: That’s a question that has haunted literary theorists from the beginning of the written word.
zh_cn: 这是一个从写作初期就开始困扰文学理论家的问题。

source: The challenge of creating real people in real situations is so varied, so multifaceted, so unique, so individually challenging, that trying to define how you do it is like trying to hold a bundle of water in your hands.
zh_cn: 创造真实情境中活生生的人是一种多变的、多方面的却又独一无二的挑战，是一种独特的挑战。因此，试图明确如何去做就等同于试图将水握在手中，难以实现。

source: Generation after generation of noted writers, from Aristotle to Aeschylus, from Ibsen to Ionesco, from Eugene O'Neill to Arthur Miller, have struggled to capture the art and the craft of creating good characters.
zh_cn: 从亚里士多德到埃斯库罗斯，从易卜生到尤涅斯库，从尤金·奥尼尔到阿瑟·米勒，一代又一代的著名作家，为了领悟艺术的精髓、掌握创造鲜明的人物形象的技巧，而不懈努力。

source: One of the most articulate literary theorists of the nineteenth century was the great American novelist Henry James, author of Portrait of a Lady, Wings of the Dove, Turn of the Screw, and Daisy Miller, among other master works.
zh_cn: 美国著名小说家亨利·詹姆斯是19世纪最善言辞的文学理论家之一，他创作了《贵妇画像》、《鸽之翼》、《螺丝在拧紧》、《黛西·米勒》等名作。

source: James was fascinated with the art of fiction writing, and approached it like a scientist, the same way his brother, William James, the famous psychologist, studied the dynamics of the human mind.
zh_cn: 詹姆斯深深着迷于小说的创作艺术，他像位科学家般对待小说创作，与他哥哥威廉.詹姆斯——著名的心理学家，研究人类思维的动力学方法类似。

source: Henry James wrote several essays trying to document and define the intricacies of creating character.
zh_cn: 亨利·詹姆斯曾写过多篇文章，试图论证并详细说明创造人物的复杂性。

source: In one of those essays, The Art of Fiction, James poses a literary question: What is character but the determination of incident?
zh_cn: 在其中一篇文章《小说的艺术》中，詹姆斯提出了一个文学问题：除去事件的结果，人物是什么？

source: And what is incident hut the illumination of character?
zh_cn: 除去人物说明，事件又是什么呢？

source: It’s a profound statement.
zh_cn: 这是一种深刻的说法。

source: The key word, of course, is incident.
zh_cn: 当然，事件是关键所在。

source: According to the dictionary, an incident is “a specific occurrence or event that occurs in connection or relationship to something else.”
zh_cn: 根据字典的解释，事件是指“会与其他事物产生勾连关系的具体事情或活动”。

source: Screenplays are usually about a key incident, and the story is the character acting and reacting to it.
zh_cn: 通常，电影剧本是关于某一关键事件的,而故事讲述的则是人物的行为及其对该事件的反应。

source: It is the major source of all action and all character.
zh_cn: 它是所有动作及人物的主要来源。

source: After twenty-five years of reading and analyzing screenplays and movies, I have only recently begun to understand the importance of the incident.
zh_cn: 我从事阅读分析电影剧本及影片的工作近二十五年，但直到最近，我才开始理解事件的重要性。

source: All good movies, it seems, focus on the unfolding of a specific incident or event; and it is this incident that becomes the engine that powers the story to its completion.
zh_cn: 所有的优秀影片几乎都关注于某一具体事情或活动的展开，正是这个事件推动着故事向前发展。

source: Frodo’s assuming the mantle of ring bearer in Lord of the Rings is the key incident in that film; as is Lester Burnham’s seeing the young girl Angela in American Beauty; as is Jake Gittes’s being confronted by the real Mrs. Mulwray in Chinatown.
zh_cn: 在《指环王1》中,弗罗多承担起护送魔戒的职责是影片的基本事件;《美国美人》中莱斯特·伯恩汉姆与女孩安琪拉的相遇，《唐人街》中杰克·吉蒂斯因真正的墨尔雷太太的出现而困惑不已，这些都是相应影片的基本事件。

source: Sometimes incidents and events in our lives bring out the best in us, or the worst.
zh_cn: 有时候，生活中的事件会将我们最好或最坏的一面暴露出来。

source: Sometimes we recover from these events and sometimes we don’t--but they always impact us.
zh_cn: 有时我们能够从这些事件中恢复过来，但有时候并不能，它们总是或多或少地影响着我们。

source: At other times how we act and react, or deal with a particular situation, reveals our “true” nature and tells us who we really are.
zh_cn: 我们如何采取行动、如何做出反应或处理特殊情况，都将揭示我们的“真实”本质，并且说明我们是一个怎样的人。

source: Miles in Sideways is a good illustration of that.
zh_cn: 《杯酒人生》（Sideways，2004）中的麦尔斯便是一个很好的例证。

source: When he is saving his special bottle of wine for a “special occasion,” he sees he doesn't have a special time or place for opening it.
zh_cn: 当他救回了他为某一“特殊场合”?所准备的一瓶特殊的酒时，他发现他并没有特别的时刻或地点值得将这瓶酒打开。

source: So he sits alone, in a fast-food joint, hiding his bottle of wine.
zh_cn: 于是他独自一人坐在快餐连锁店里，将那瓶酒藏了起来。

source: Events in a screenplay are specifically designed to bring out the truth about the characters so that we, the reader and audience, can transcend our ordinary lives and achieve a connection, or bond, between “them and us.”
zh_cn: 电影剧本中的事件被有意地设计成将人物的真实面貌展现给读者或观众，以便我们能够超越普通生活，在“他们与我们”之间建立起某种联系。

source: We see ourselves in them and enjoy a moment, perhaps, of recognition and understanding.
zh_cn: 我们在他们身上看到自己的影子，享受某些时刻，也许是有种被认可与理解的共鸣时刻。

source: In The Art of Fiction, Henry James says that the incidents you create for your characters are the best ways to illuminate who they are--that is, reveal their true nature, their essential character.
zh_cn: 在《小说的艺术》中，亨利·詹姆斯指出，为人物所设置的事件是阐述“人物是怎样的人”最好的途径，能够展现他们的真实品质及本质特征。

source: How they respond to a particular incident or event, how they act and react, what they say and do is what really defines the essence of their character.
zh_cn: 如何应对某一事件，如何采取行动并做出反应，以及他们的所说、所做详细说明了人物的本质。

source: How can we relate this concept to the process of creating character?
zh_cn: 如何将这个概念与创造人物的过程联系起来？

source: Thelma & Louise (Callie Khouri) is a story about two women who kill a man, then attempt to flee the law and escape to Mexico, but get caught at the Grand Canyon and, rather than go to prison, choose to take their own lives.
zh_cn: 影片《末路狂花》（Thelma & Louise,1991,卡莉·克里编剧）讲述的是两个女人的故事，她们杀害了一名男子，企图逃避法律逃到墨西哥，但却在科罗拉多大峡谷被捕。与其人狱，她们选择了自杀。

source: If you take a look at these two characters, they are two distinct, individual people who have the same dramatic need: to escape safely to Mexico.
zh_cn: 她们是两个截然不同的独立个体，却有着相同的戏剧性需求：安全地逃到墨西哥。

source: They are different aspects of each other, and they share everything, their life as well as their death.
zh_cn: 她们彼此不同，却分享一切，包括生与死。

source: And during the course of their journey, we get to know them, love them, and wish that things might have been different.
zh_cn: 在她们的逃亡途中，我们开始了解她们，并爱上了她们，甚至希望结局能有所不同。

source: The reason why Henry James’s statement is so relevant is because the elements within the character really determine the incident; how the character reacts to that incident is what illuminates and truly defines his/her character.
zh_cn: 为何亨利·詹姆斯的说法如此重要？因为是人物的内在品质真正导致了事件的发生，而人物将如何应对这一事件则诠释并界定了他（她）的性格。

source: In Thelma & Louise, it’s set up immediately, at the beginning of Act I.
zh_cn: 在《末路狂花》第一幕的开始，这一切便被建置起来。

source: Thelma (Geena Davis) and Louise (Susan Sarandon) set out for a weekend holiday in the mountains, stop at a bar, and meet a guy named Harlan, who takes a liking to Thelma.
zh_cn: 塞尔玛（吉娜·戴维斯饰）与露易丝（苏珊·萨兰登饰）出发前往山区度假，在一家酒吧休息时遇见了一位名叫哈伦的小伙子。

source: He plies her with drinks, then attempts to rape her in the parking lot.
zh_cn: 哈伦对塞尔玛一见钟情，于是不断地向她灌酒，企图在停车场强暴她。

source: It turns ugly, until Louise comes along, threatens Harlan with Thelma’s gun, and, when he mouths off to her, loses it, pulls the trigger, and kills him.
zh_cn: 事情变得有些丑陋不堪，直到露易丝出现,她用塞尔玛的枪威胁哈伦，哈伦却企图侵犯她。情况失控，露易丝情急中扣动了扳机，杀死了哈伦。

source: Plot Point I. It is the key incident in the movie.
zh_cn: 这便是情节点I，是影片的关键事件。

source: Now the “real” story is about their attempt to escape to Mexico.
zh_cn: 接下来才是“真正的”故事，讲述她们试图逃亡去往墨西哥。

source: As mentioned, Plot Point I is the true beginning of the screenplay and swings the story around into Act II.
zh_cn: 如前所述，情节点I是电影剧本真正的开端，推动故事向前发展至第二幕。

source: For the rest of the story, Thelma and Louise are on the run.
zh_cn: 在接下来的故事中，塞尔玛与露易丝被通缉。

source: As they race down the highway of their life, like so many other characters in so many other movies, they are forced to come to grips with themselves, find out who they really are, and ultimately take responsibility for their lives and actions.
zh_cn: 如同其他影片中的其他角色，她们落入了人生的低谷，她们被迫去理解自己，找出真实的自己是谁，并最终为她们的生命和行为负责。

source: Thelma & Louise is a road movie, yes, but it's really a journey of enlightenment, a journey of self-discovery.
zh_cn: 《末路狂花》是一部公路片，更是一段启示之旅，自我发现之旅。

source: And it begins with the incident, the hub of the wheel of action.
zh_cn: 影片以一个事件作为开端，并以它为核心展开整部影片的行为动作。

source: It is the character that determines the incident, in this case Louise’s killing Harlan, then fleeing in fear and uncertainty.
zh_cn: 性格决定事件。露易丝杀害哈伦，然后带着恐惧与不安逃离，便是这样的例证。

source: What’s important for me, and you, as writers, is to ask what it was within Louise’s character that caused her to pull the trigger--because this incident is what ultimately reveals and illuminates the character.
zh_cn: 对于身为作家的你我，真正重要的是露易丝性格中的哪些因素使得她扣动了扳机——因为这一事件最终揭露并检释了人物的性格。

source: In Louise’s case, it is an incident that happened to her when she was a young woman; it’s only mentioned briefly, but it’s implied that she was raped in Texas and then brought charges against her attackers, but could get no satisfaction, no revenge, no justice.
zh_cn: 对露易丝而言，原因是她年轻时发生过的一次事件。影片中只是简要地提到，暗示她曾在得克萨斯州被强暴，而后她将歹徒告上法庭，却并没有得到满意的结果，没有得到公正的处理，没能将歹徒绳之以法。

source: Indeed, instead of being seen as the victim, she was considered by many to have been the instigator.
zh_cn: 事实上，她不仅没有被视为受害者，反而被许多人看作是事件的煽动者。

source: At that moment, she made a promise to herself: She would never take one step inside the state of Texas ever again.
zh_cn: 那时，她暗自许诺，她将不再踏人得克萨斯州半步。

source: This decision ultimately brings about her death.
zh_cn: 而正是这一决定最终导致了她的死。

source: Joseph Campbell reflects in The Power of Myth that in mythic terms, the first part of any journey of initiation must deal with the death of the old self and the resurrection of the new.
zh_cn: 约瑟夫·坎贝尔（Joseph Campbell）在《神话的力量》（The Power of Myth）中提出，开始任何一段旅途前，首先要做的就是面对旧自我的死亡和新自我的复活。

source: Campbell says that the hero, or heroic figure, “moves not into outer space but into inward space, to the place from which all being comes, into the consciousness that is the source of all things, the kingdom of heaven within.
zh_cn: 坎贝尔说，英雄，或英雄人物，“并不是进入外层空间而是向内层空间运动，去往万物共同的发源地，进入事物根源，创想出天国的意识层面。

source: The images are outward, but their reflection is inward.”
zh_cn: 图像是外在的，但它们反映的事物却是内在的。”

source: It seems to me that the Louise in Act I who pulled the trigger, killing Harlan, is not the Louise who really killed him; rather, it was the young Louise, caught in the web of female justice, Texas style, who actually pulled that trigger.
zh_cn: 在我看来，第一幕中扣动扳机、杀死哈伦的露易丝，并不是那个真正杀人的露易丝，而是那个年轻的、被女子法庭所逮捕的带有得克萨斯州风格的露易丝，她才是真正扣动扳机的人。

source: She never recovered from her experience, and it simmered in her consciousness below the thin veneer of time and memory, just waiting for a chance to erupt.
zh_cn: 她未曾从她的遭遇中恢复过来，伤痛反而在时间与记忆的深处越积越深，一触即发。

source: Writers create characters in a variety of different ways.
zh_cn: 作家们以各种各样不同的方式创造人物。

source: I once asked Waldo Salt how he went about creating characters, and he replied that the first thing he did was to choose a simple dramatic need; then he would add to it, coloring it until it became a universal chord common to Everyman.
zh_cn: 我曾询问沃尔都·萨尔特是如何创造人物的，他回答说，首先要选择一个简单的戏剧性需求，而后不断去充实、润色，直至能够引起每一个人的共鸣。

source: For Waldo, that became the essence of his character.
zh_cn: 对于沃尔都来说，这是他所创造的人物的本质。

source: And he was a master screenwriter, a major artist.
zh_cn: 他是一名编剧大师，一流的艺术家。

source: What’s the best way to go about creating character?
zh_cn: 创造人物的最好方法是什么？

source: And how do you establish a relationship between your character, his or her dramatic choices, and the story you’re telling?
zh_cn: 如何在人物、他（她）的戏剧性选择以及所要讲述的故事之间建立起联系？

source: How do you determine whether your character will drive a car, or ride a bicycle, or take the bus or subway, and what kind of paintings or posters hang in his/her house or apartment?
zh_cn: 如何决定人物是开车、骑自行车还是乘坐公车或地铁，以及他（她）的房子或公寓内挂的是什么样的画或海报？

source: Character is the essential internal foundation of your screenplay. The cornerstone.
zh_cn: 人物是电影剧本的内在基础，是基石。

source: It is the heart and soul and nervous system of your screenplay.
zh_cn: 它是电影剧本的心脏、灵魂和神经系统。

source: Before you can put one word down on paper, you must know your character.
zh_cn: 在动笔之前，你必须了解你的人物。

source: In a screenplay, the story always moves forward, from beginning to end, whether in a linear or nonlinear fashion. It doesn’t matter if it’s a story like Titanic or The Hours; Lord of the Rings or The English Patient (Anthony Minghella); The Shawshank Redemption or Memento (Christopher Nolan).
zh_cn: 在电影剧本中，故事总是向前发展着，从开端到结尾，无论是以线性的或是非线性的方式，无论它的故事是否像《泰坦尼克号》、《时时刻刻》、《指环王》、《英国病人》（安东尼·明格拉编剧）、《肖申克的救赎》或《记忆碎片》（克里斯托弗·诺兰导演）。

source: The way you drive your story forward is by focusing on the actions of the character and the dramatic choices he or she makes during the narrative story line.
zh_cn: 推动故事向前发展的方法是侧重于人物的行为动作以及他（她）在故事线的叙事过程中所做的戏剧性选择。

source: So what is character?
zh_cn: 什么是人物？

source: Action is character; a person is what he does, not what he says.
zh_cn: 动作即是人物（Action is character）。一个人如何，在于他做了些什么，而不是他说了些什么。

source: Film is behavior.
zh_cn: 电影是关乎行为的。

source: Because we’re telling a story pictures, we must show how the character acts and reacts to the Kidents and events that he/she confronts and overcomes (or doesn’t overcome) during the story line.
zh_cn: 因为我们是在用影像讲述故事，我们必须展现人物是如何采取行动应对他（她）在故事发展过程中所遇到并克服（或者并未克服）的事件或活动。

source: If you’re writing your script and sense your characters are not as sharp or defined as you think they should be, and feel they should be stronger, more dimensional, and more universal in terms of thoughts, feelings, and emotions, the first thing you must determine is whether they're an active force in the screenplay--whether they cause things to happen, or whether things happen to them.
zh_cn: 如果你正在写你的剧本，却意识到你的人物并非如你想的一般轮廓鲜明，觉得他们应该在思想、感情和情绪方面都更加坚强、更加真实而完整，那么，首先你要做的就是确定他们是否是剧本的积极力量——是否是他们导致了事件的发生，或事件是否发生在他们身上。

source: But first, who is your main character?
zh_cn: 但首先，请明确谁是你的主要人物？

source: Who is your story about?
zh_cn: 你讲的是谁的故事？

source: If your story is about three guys preparing to steal moon rocks, which one of the three is the main character?
zh_cn: 如果你的故事是关于三个家伙准备窃取月球岩石，那么这三个家伙之中哪一个是主要人物？

source: You have to know that.
zh_cn: 你必须明确这一点。

source: In Lord of the Rings, do you know who the main character is?
zh_cn: 在《指环王》中，你知道谁是主要人物吗？

source: Is it Frodo, Sam, Gandalf (Ian McKellen), or Aragom (Viggo Mortensen)?
zh_cn: 是弗罗多、山姆、甘道夫（伊安·麦克莱恩饰），还是阿拉贡（维果·莫滕森饰）？

source: Or is it all of them?
zh_cn: 或者他们全部都是？

source: If you aren’t sure, just ask yourself: Who is this story about?
zh_cn: 如果你不知道，那么，请问问你自己：这是谁的故事？

source: In Lord of the Rings, you could say, with good cause, that Aragom is the main character because he leads the Fellowship, makes the decisions, and becomes the king.
zh_cn: 出于某种理由，你也许会说，在影片《指环王》中阿拉贡是主要人物，因为他领导大家护送魔戒，做出决策并最终成为国王。

source: But take away all the trappings and the story is really about returning the ring to its place of origin, Mount Doom, so it can be destroyed.
zh_cn: 但剔除所有表象，故事真正讲述的是将魔戒送回它诞生的地方——弄日山，这样它才能够被摧毁。

source: That’s what this story is about; therefore, Frodo is the main character.
zh_cn: 这就是故事的主题。因此，弗罗多才是主要人物。

source: You can have more than one main character, of course, but it certainly clarifies things if you identify a single hero or heroine.
zh_cn: 主要人物可以不止一个，但如果你只定义一个英雄，事情会明了得多。

source: Frequently a story is about what distinguishes the main character from the other characters.
zh_cn: 通常，故事都是关于那些能区分主要人物与其他人物的事物。

source: Who is the main character in The Shawshank Redemption.
zh_cn: 影片《肖申克的救赎》的主要人物是谁？

source: Red, the Morgan Freeman character, has the largest part of the movie, and he is the character telling us about Andy Dufrense (Tim Robbins).
zh_cn: 瑞德——摩根·弗里曼所扮演的角色，在影片中的戏份最重，此外，是他向我们讲述了安迪·

source: But the story is really about Andy, so even though his part is not as large as Red’s, he is the main character because the story is about him.
zh_cn: 杜弗伦（蒂姆·罗宾斯饰）的事迹。但故事却是关于安迪的，因此，尽管他的戏份不如瑞德那么多，他却是影片的主要人物，因为故事是关于他的。

source: What about Butch Cassidy and the Sundance Kid.
zh_cn: 《虎豹小霸王》呢？

source: Butch (Paul Newman) is the main character. He is the man making the decisions.
zh_cn: 布奇（保罗·纽曼饰）是主要人物，他是做出决策的人。

source: Butch has a great line where he broaches one of his usual wild schemes to Sundance (Robert Redford), and Sundance just looks at him, doesn’t say a word, and turns away.
zh_cn: 影片中，布奇有一大段台词向“太阳舞”小子（罗伯特·雷德福饰）吹嘘自己过去常干的野蛮勾当。这时，“太阳舞”小子默默地望着他，然后一语未发低头走开了。

source: And Butch mutters to himself: “I got vision and the rest of the world wears bifocals.”
zh_cn: 布奇自言自语道：“只有我有远见，世界上其余的人都是近视眼！”

source: And it’s true.
zh_cn: 的确如此。

source: Within the context of that screenplay, Butch Cassidy is the main character--he is the character who plans things, who acts. Butch leads and Sundance follows.
zh_cn: 在电影剧本中，布奇·卡西迪的确是主要人物——他是出谋划策的人，采取行动的人，由他带头，“太阳舞”小子跟随。
